{
    "de": {
        "ethernet": {
            "content": {
                "enable_desc": "Wenn aktiviert, verbindet sich der Brick beim Start oder wenn ein Kabel eingesteckt wird, automatisch."
            }
        },
        "event_log": {
            "content": {
                "debug_report_desc_muted": "Ein kompletter Report aller Statusinformationen des Bricks außer Passwörtern"
            }
        },
        "firmware_update": {
            "content": {
                "factory_reset_modal_text": "Hiermit wird die gesamte Konfiguration auf den Auslieferungszustand zurückgesetzt. <b>Diese Aktion kann nicht rückgängig gemacht werden!</b> Der Brick öffnet dann wieder einen eigenen WLAN-Access-Point mit dem Netzwerknamen (SSID) und der Passphrase aus dem Handbuch. Fortfahren?",
                "reboot_desc": "Startet das Webinterface neu"
            },
            "script": {
                "no_info_page": "Firmware-Datei ist beschädigt (Firmware-Info-Seite fehlt)",
                "wrong_firmware_type": "Firmware-Datei ist für anderen Geräte-Typ"
            }
        },
        "mqtt": {
            "content": {
                "enable_mqtt_desc": "Hierdurch kann der Brick über den konfigurierten MQTT-Broker kontrolliert werden. <a href=\"https://warp-charger.com/api.html\">MQTT-API-Dokumentation</a>"
            }
        },
        "wifi": {
            "content": {
                "sta_enable_sta_desc": "Wenn aktiviert, verbindet sich der Brick beim Start automatisch zum konfigurierten Netzwerk.",
                "ap_hide_ssid_desc_pre": "Versteckt den Netzwerknamen. Der Brick ist unter der BSSID "
            }
        }
    },
    "en": {
        "event_log": {
            "content": {
                "debug_report_desc_muted": "A complete report of all status information of this Brick except passwords"
            }
        },
        "firmware_update": {
            "content": {
                "factory_reset_modal_text": "A factory reset will reset all configuration to their default values. <b>This action cannot be undone!</b> The Brick will re-open the WiFi access point with the default SSID and passphrase. Are you sure?",
                "reboot_desc": "Restarts the web interface."
            },
            "script": {
                "no_info_page": "Firmware file corrupted (info page missing)",
                "wrong_firmware_type": "Firmware file is for another type of device"
            }
        },
        "mqtt": {
            "content": {
                "enable_mqtt_desc": "This allows controlling the Brick over the configured MQTT broker. <a href=\"https://warp-charger.com/api.html\">MQTT API documentation (german only)</a>"
            }
        },
        "wifi": {
            "content": {
                "ap_hide_ssid_desc_pre": "Hides the network name. The Brick is reachable under the BSSID "
            }
        }
    }
}
